Repository: OpenAgenda/drupal
Catalog: openagenda/translations/openagenda-*.po
Languages: fr

source: in @time
fr: dans @time

source: @time ago
fr: Il y a @time

source: In @time
fr: Dans @time

source: Back to agenda
fr: Retour à l'agenda

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: OpenAgenda public key
fr: Clé publique OpenAgenda

source: Enter your OpenAgenda account public key.
fr: Entrez la clé publique de votre compte OpenAgenda.

source: Default OpenAgenda content settings
fr: Réglage par défault du contenu OpenAgenda

source: Default OpenAgenda display settings
fr: Réglage par défault de l'affichage OpenAgenda

source: Default map filter settings
fr: Réglage par défault du filtre carte

source: Default search filter settings
fr: Réglage par défault du filtre de recherche texte

source: Events per page
fr: Événements par page

source: Number of events displayed per page. Enter 0 to show all events.
fr: Nombre d'événements par page. 0 pour afficher tous les événements.

source: Default language
fr: Langue par défaut

source: The default language to use for OpenAgendas and events.
fr: Le langage à utiliser par défault.

source: Include embedded content
fr: Inclure le contenu intégré (PDF, vidéo, visionneuse, ...)

source: Include embedded HTML content in event descriptions.
fr: Inclure le contenu intégré dans la description longue des événements.

source: OpenAgenda default style
fr: Style par défaut

source: None
fr: Aucun

source: Events per column
fr: Événement(s) par colonne

source: Use site's language
fr: Utiliser la langue du site

source: Default map tiles URL
fr: URL par défaut des tuiles

source: Default URL of the map tiles used for the filter.
fr: URL par défaut des tuiles à utiliser pour le filtre carte.

source: URL of the map tiles to use for this widget.
fr: URL par défaut des tuiles à utiliser pour le filtre carte.

source: Default map tiles attribution
fr: Attribution des tuiles par défaut

source: Default map tiles attribution to display on filter.
fr: Attribution des tuiles par défaut à afficher pour le filtre carte.

source: Default search filter placeholder
fr: Placeholder par défaut du filtre de recherche

source: Text to use as the search filter input field placeholder.
fr: Texte à utiliser par défaut pour le filtre de recherche.

source: OpenAgenda configuration
fr: Configuration OpenAgenda

source: Title
fr: Titre

source: OpenAgenda UID
fr: UID OpenAgenda

source: UID of the OpenAgenda you want to display.
fr: UID de l'agenda à afficher.

source: Language
fr: Langue

source: The language to use for this OpenAgenda.
fr: La langue à utiliser pour cet OpenAgenda.

source: This agenda doesn't exist.
fr: Cet agenda n'existe pas.

source: Displays an OpenAgenda.
fr: Affiche un agenda OpenAgenda.

source: OpenAgenda - Active filters
fr: OpenAgenda - Filtres actifs

source: OpenAgenda - Cities filter
fr: OpenAgenda - Filtre villes

source: OpenAgenda - Daterange filter
fr: OpenAgenda - Filtre intervalle de date

source: OpenAgenda - Event map
fr: OpenAgenda - Carte OSM de l'événement

source: OpenAgenda - Event timetable
fr: OpenAgenda - Horaires de l'événement

source: OpenAgenda - OSM Map filter
fr: OpenAgenda - Filtre carte OSM

source: OpenAgenda - Preview block
fr: OpenAgenda - Bloc preview

source: OpenAgenda - Relative date filter
fr: OpenAgenda - Filtre dates relatives

source: OpenAgenda - Search filter
fr: OpenAgenda - Filtre de recherche

source: OpenAgenda - Keywords filter
fr: OpenAgenda - Filtre mots-clés

source: OpenAgenda - Favorites filter
fr: OpenAgenda - Filtre favoris

source: OpenAgenda - Additional field filter
fr: OpenAgenda - Filtre champ additionnel

source: OpenAgenda - Total results block
fr: OpenAgenda - Bloc total des résultats

source: OpenAgenda node
fr: Noeud OpenAgenda

source: Number of events in preview
fr: Nombre d'événements

source: The number of events to show in the block. Enter 0 for unlimited
fr: Nombre d'événements à afficher dans le bloc. 0 pour tout afficher.

source: Default order
fr: Ordre par défaut

source: Order
fr: Ordre

source: Enter filters
fr: Filtres

source: Paste the URL of this OpenAgenda with corresponding filters set.
fr: Coller l'URL complet de l'OpenAgenda avec les filtres correspondants.

source: Placeholder for the input field.
fr: Placeholder du champ de recherche.

source: Search in this agenda
fr: Rechercher dans cet agenda

source: OpenAgenda settings
fr: Configuration OpenAgenda

source: Configure settings for the OpenAgenda module.
fr: Configuration par défaut du module OpenAgenda.

source: There are no event matching these search parameters.
fr: Il n'y a aucun résultat correspondant à vos filtres de recherche.

source: Favorites : add or remove
fr: Favoris : ajouter ou supprimer.

source: Favorites.
fr: Favoris.

source: Favorites
fr: Favoris

source: Agenda (uid: %value) doesn't exist or you don't have permission to access this agenda. You may also check OpenAgenda key configuration.
fr: L'agenda (uid: %value) n'existe pas ou vous n'avez pas la permission d'accéder à cet agenda. Veuillez également vérifier la configuration de votre clé publique OpenAgenda.

source: Additional field
fr: Champ additionnel

source: Agenda additional field name
fr: Nom du champ additionnel OpenAgenda

source: This additional field doesn't belong to any of your agenda(s)!
fr: Ce champ additionnel n'est configuré dans aucun de vos agenda OpenAgenda !

source: Your OpenAgenda public key is not recognized.
fr: Votre clé publique n'a pas été reconnue.

source: Display only current and upcoming events. If relative date filter block is configured to be displayed on agenda page, it will be disactivated on every openagenda node page.
fr: N'afficher que les événements en cours et à venir. Si sélectionné, chaque bloc de type OpenAgenda - Filtre dates relatives sera désactivé sur l'ensemble des agendas.

source: Only current and upcoming events
fr: Limiter aux événements en cours et à venir

source: General pre-filter
fr: Préfiltre général

source: Search with map
fr: Actualiser au déplacement de la carte

source: Input label
fr: Label du champ

source: Default map filter label
fr: Label du champ par défault

source: Text to use as the map filter input field label.
fr: Texte à utiliser par défaut pour le champ du filtre carte.

source: Label for the input field.
fr: Label pour le champ.

source: Present a subset of the agenda on your page by defining this pre-filter. Set the desired filter either on the calendar events administration page on openagenda.com or on the public calendar page on your Drupal site. The URL of the page then contains the value of the filter to define. Retrieve the full URL defined in the address bar of your browser and place it in this field.
fr: Présentez un sous ensemble de l'agenda sur votre page en définissant un préfiltre. Définissez le filtre souhaité soit sur la page d'administration des événements de l'agenda sur openagenda.com ou sur la page publique de l'agenda sur votre site Drupal. L'URL de la page contient alors la valeur du filtre à définir. Récupérez l'URL complet définit dans la barre d'adresse de votre navigateur et placez-la dans ce champ.
